Repository: gsuryalss/Aathichoodi
Catalog: i18n/aathichoodi-*.po
Languages: de_de, ta_in

source: 1. Learn to love virtue.
de_de: 1. Lerne die Tugend zu lieben.
ta_in: 1 அறம் செய விரும்பு.

source: 2. Control anger.
de_de: 2. Wut steuern
ta_in: 2 ஆறுவது சினம்.

source: 3. Don't forget Charity.
de_de: 3. Vergessen Sie nicht die Nächstenliebe.
ta_in: 3 இயல்வது கரவேல்

source: 4. Don't prevent philanthropy.
de_de: 4. Vermeiden Sie die Philanthropie.
ta_in: 4 ஈவது விலக்கேல்

source: 5. Don't betray confidence.
de_de: 5. Verraten Sie nicht das Vertrauen.
ta_in: 5 உடையது விளம்பேல்

source: 6. Don't forsake motivation.
de_de: 6. Verlassen Sie keine Motivation.
ta_in: 6 ஊக்கமது கைவிடேல்

source: 7. Don't despise learning.
de_de: 7. Verachte nicht das Lernen.
ta_in: 7 எண் எழுத்து இகழேல்

source: 8. Don't freeload.
de_de: 8. Nicht freeload
ta_in: 8 ஏற்பது இகழ்ச்சி

source: 9. Feed the hungry and then feast.
de_de: 9. Füttere den Hungrigen und dann das Fest.
ta_in: 9 ஐயமிட்டு உண்

source: 10. Emulate the great.
de_de: 10. Emulieren Sie die Großen.
ta_in: 10 ஒப்புர வொழுகு

source: 11. Discern the good and learn.
de_de: 11. Erkenne das Gute und lerne.
ta_in: 11 ஓதுவது ஒழியேல்

source: 12. Speak no envy.
de_de: 12. Rede keinen Neid.
ta_in: 12 ஒளவியம் பேசேல்

source: 13. Don't shortchange.
de_de: 13. Mischen Sie nicht.
ta_in: 13 அஃகஞ் சுருக்கேல்

source: 14. Don't flip-flop.
de_de: 14. Flip-Flop nicht.
ta_in: 14 கண்டொன்று சொல்லேல்

source: 15. Bend to befriend.
de_de: 15. Bend zu befreunden.
ta_in: 15 ஙப் போல் வளை

source: 16. Shower regularly.
de_de: 16. Dusche regelmäßig.
ta_in: 16 சனி நீராடு

source: 17. Sweeten your speech.
de_de: 17. Süß dich deine Rede.
ta_in: 17 ஞயம்பட உரை

source: 18. Judiciously space your home.
de_de: 18. Richterlich Platz Ihr Zuhause.
ta_in: 18 இடம்பட வீடு எடேல்

source: 19. Befriend the best.
de_de: 19. Bekommt das Beste.
ta_in: 19 இணக்கம் அறிந்து இணங்கு

source: 20. Protect your parents.
de_de: 20. Schütze deine Eltern.
ta_in: 20 தந்தை தாய்ப் பேண்

source: 21. Don't forget gratitude.
de_de: 21. Vergessen Sie nicht die Dankbarkeit.
ta_in: 21 நன்றி மறவேல்

source: 22. Husbandry has its season.
de_de: 22. Die Haltung hat ihre Jahreszeit.
ta_in: 22 பருவத்தே பயிர் செய்

source: 23. Don't land-grab.
de_de: 23. Nicht landen.
ta_in: 23 மண் பறித்து உண்ணேல்

source: 24. Desist demeaning deeds.
de_de: 24. Nachdenkende Taten.
ta_in: 24 இயல்பு அலாதன செய்யேல்

source: 25. Don't play with snakes.
de_de: 25. Spiel nicht mit Schlangen.
ta_in: 25 அரவம் ஆட்டேல்

source: 26. Cotton bed better for comfort.
de_de: 26. Baumwollbett besser für Komfort.
ta_in: 26 இலவம் பஞ்சில் துயில்

source: 27. Don't sugar-coat words.
de_de: 27. Nicht Zucker-Mantel Worte.
ta_in: 27 வஞ்சகம் பேசேல்

source: 28. Detest the disorderly.
de_de: 28. Beseitigen Sie die Unordnung.
ta_in: 28 அழகு அலாதன செய்யேல்

source: 29. Learn when young.
de_de: 29. Lerne, wenn jung.
ta_in: 29 இளமையில் கல்

source: 30. Cherish charity.
de_de: 30. Cherish Nächstenliebe.
ta_in: 30 அறனை மறவேல்

source: 31. Over sleeping is obnoxious.
de_de: 31. Über dem Schlafen ist abscheulich.
ta_in: 31 அனந்தல் ஆடேல்

source: 32. Constant anger is corrosive.
de_de: 32. Konstante Wut ist korrosiv.
ta_in: 32 கடிவது மற

source: 33. Saving lives superior to fasting.
de_de: 33. Ein Leben retten, das dem Fasten überlegen ist.
ta_in: 33 காப்பது விரதம்

source: 34. Make wealth beneficial.
de_de: 34. Machen Sie Wohlstand vorteilhaft.
ta_in: 34 கிழமைப்பட வாழ்

source: 35. Distance from the wicked.
de_de: 35. Entfernung von den bösen
ta_in: 35 கீழ்மை அகற்று

source: 36. Keep all that are useful.
de_de: 36. Halten Sie alles, was nützlich ist.
ta_in: 36 குணமது கைவிடேல்

source: 37. Don't forsake friends.
de_de: 37. Verlasse keine Freunde.
ta_in: 37 கூடிப் பிரியேல்

source: 38. Abandon animosity.
de_de: 38. Animosität aufgeben
ta_in: 38 கெடுப்பது ஒழி

source: 39. Learn from the learned.
de_de: 39. Lerne von den Gelehrten
ta_in: 39 கேள்வி முயல்

source: 40. Don't hide knowledge.
de_de: 40. Verbergen Sie kein Wissen.
ta_in: 40 கைவினை கரவேல்.

source: 41. Don't swindle.
de_de: 41. Nicht schwindeln.
ta_in: 41 கொள்ளை விரும்பேல்.

source: 42. Ban all illegal games.
de_de: 42. Verbreite alle illegalen Spiele.
ta_in: 42 கோதாட்டு ஒழி.

source: 43. Don't vilify.
de_de: 43. Nicht verunglimpfen
ta_in: 43 கெளவை அகற்று.

source: 44. Honor your Lands Constitution.
de_de: 44. Ehre deine Landverfassung.
ta_in: 44 சக்கர நெறி நில்.

source: 45. Associate with the noble.
de_de: 45. Assistent mit dem Adligen.
ta_in: 45 சான்றோர் இனத்து இரு.

source: 46. Stop being paradoxical.
de_de: 46. ​​Stoppen Sie, paradox zu sein.
ta_in: 46 சித்திரம் பேசேல்.

source: 47. Remember to be righteous.
de_de: 47. Denken Sie daran, gerecht zu sein.
ta_in: 47 சீர்மை மறவேல்.

source: 48. Don't hurt others feelings.
de_de: 48. Tausche nicht anderen Gefühlen.
ta_in: 48 சுளிக்கச் சொல்லேல்.

source: 49. Don't gamble.
de_de: 49. Sprich nicht.
ta_in: 49 சூது விரும்பேல்.

source: 50. Action with perfection.
de_de: 50. Aktion mit Perfektion.
ta_in: 50 செய்வன திருந்தச் செய்.

source: 51. Seek out good friends.
de_de: 51. suche gute Freunde.
ta_in: 51 சேரிடம் அறிந்து சேர்.

source: 52. Avoid being insulted.
de_de: 52. Vermeiden Sie es, beleidigt zu werden.
ta_in: 52 சையெனத் திரியேல்.

source: 53. Don't show fatigue in conversation.
de_de: 53. Keine Müdigkeit im Gespräch zeigen.
ta_in: 53 சொற் சோர்வு படேல்.

source: 54. Don't be a lazybones.
de_de: 54. Sei kein Lazybones.
ta_in: 54 சோம்பித் திரியேல்.

source: 55. Be trustworthy.
de_de: 55. Sei vertrauenswürdig.
ta_in: 55 தக்கோன் எனத் திரி.

source: 56. Be kind to the unfortunate.
de_de: 56. Sei freundlich zu den Unglücklichen.
ta_in: 56 தானமது விரும்பு.

source: 57. Serve the protector.
de_de: 57. Diene dem Beschützer.
ta_in: 57 திருமாலுக்கு அடிமை செய்.

source: 58. Don't sin.
de_de: 58. Nicht sündigen
ta_in: 58 தீவினை அகற்று.

source: 59. Don't attract suffering.
de_de: 59. Leiden nicht an.
ta_in: 59 துன்பத்திற்கு இடம் கொடேல்.

source: 60. Deliberate every action.
de_de: 60. Behandeln Sie jede Handlung.
ta_in: 60 தூக்கி வினை செய்.

source: 61. Don't defame the divine.
de_de: 61. Täusche nicht das Göttliche.
ta_in: 61 தெய்வம் இகழேல்.

source: 62. Live in unison with your countrymen.
de_de: 62. Lebe im Einklang mit euren Landsleuten.
ta_in: 62 தேசத்தோடு ஒட்டி வாழ்.

source: 63. Don't listen to the designing.
de_de: 63. Hör nicht auf das Entwerfen.
ta_in: 63 தையல் சொல் கேளேல்.

source: 64. Don’t forget your past glory.
de_de: 64. Vergiss nicht deinen vergangenen Ruhm.
ta_in: 64 தொன்மை மறவேல்.

source: 65. Don't compete if sure of defeat.
de_de: 65. Konkurrieren Sie nicht, wenn es um eine Niederlage geht.
ta_in: 65 தோற்பன தொடரேல்.

source: 66. Adhere to the beneficial.
de_de: 66. Halten Sie sich an die Nützlichkeit.
ta_in: 66 நன்மை கடைப்பிடி.

source: 67. Do nationally agreeables.
de_de: 67. Nivellierlich angenehm.
ta_in: 67 நாடு ஒப்பன செய்.

source: 68. Don't depart from good standing.
de_de: 68. Geht nicht aus dem guten Stand.
ta_in: 68 நிலையில் பிரியேல்.

source: 69. Don’t jump into a watery grave.
de_de: 69. Sprich nicht in ein wässriges Grab.
ta_in: 69 நீர் விளையாடேல்.

source: 70. Don't over snack.
de_de: 70. Nicht über Snack.
ta_in: 70 நுண்மை நுகரேல்.

source: 71. Read variety of materials.
de_de: 71. Vielfältige Materialien lesen.
ta_in: 71 நூல் பல கல்.

source: 72. Grow your own staple.
de_de: 72. Wachsen Sie Ihre eigene Heftklammer.
ta_in: 72 நெற்பயிர் விளைவு செய்.

source: 73. Exhibit good manners always.
de_de: 73. Zeigen Sie immer gute Manieren.
ta_in: 73 நேர்பட ஒழுகு.

source: 74. Don't involve in destruction.
de_de: 74. Nicht in die Zerstörung einbezogen.
ta_in: 74 நைவினை நணுகேல்.

source: 75. Don't dabble in sleaze.
de_de: 75. Nicht in Sleaze verstopfen.
ta_in: 75 நொய்ய உரையேல்.

source: 76. Avoid unhealthy lifestyle.
de_de: 76. Vermeiden Sie ungesunde Lebensweise.
ta_in: 76 நோய்க்கு இடம் கொடேல்.

source: 77. Speak no vulgarity.
de_de: 77. Sprich keine Vulgarität.
ta_in: 77 பழிப்பன பகரேல்.

source: 78. Keep away from the vicious.
de_de: 78. Halten Sie sich von den Bösartigen fern.
ta_in: 78 பாம்பொடு பழகேல்.

source: 79. Watch out for self incrimination.
de_de: 79. Achten Sie auf Selbstbeschuldigung.
ta_in: 79 பிழைபடச் சொல்லேல்.

source: 80. Follow path of honor.
de_de: 80. Folgen Sie dem Ehrenpfad.
ta_in: 80 பீடு பெற நில்.

source: 81. Protect your benefactor.
de_de: 81. Schütze deinen Wohltäter.
ta_in: 81 புகழ்ந்தாரைப் போற்றி வாழ்.

source: 82. Cultivate the land and feed.
de_de: 82. Kultiviere das Land und füttere.
ta_in: 82 பூமி திருத்தி உண்.

source: 83. Seek help from the old and wise.
de_de: 83. Suchen Sie Hilfe vom Alten und Weisen.
ta_in: 83 பெரியாரைத் துணைக் கொள்.

source: 84. Eradicate ignorance.
de_de: 84. Beseitigung der Unwissenheit.
ta_in: 84 பேதைமை அகற்று.

source: 85. Don't comply with idiots.
de_de: 85. Nicht mit Idioten übereinstimmen.
ta_in: 85 பையலோடு இணங்கேல்.

source: 86. Protect and enhance your wealth.
de_de: 86. Schützen und verbessern Sie Ihren Reichtum.
ta_in: 86 பொருள்தனைப் போற்றி வாழ்.

source: 87. Don't encourage war.
de_de: 87. Nicht den Krieg ermutigen.
ta_in: 87 போர்த் தொழில் புரியேல்.

source: 88. Don't vacillate.
de_de: 88. Nicht schwanken.
ta_in: 88 மனம் தடுமாறேல்.

source: 89. Don't accommodate your enemy.
de_de: 89. Lege deinen Feind nicht auf.
ta_in: 89 மாற்றானுக்கு இடம் கொடேல்.

source: 90. Don't over dramatize.
de_de: 90. Nicht über dramatisieren
ta_in: 90 மிகைபடச் சொல்லேல்.

source: 91. Don't be a glutton.
de_de: 91. Sei kein Fresser.
ta_in: 91 மீதூண் விரும்பேல்.

source: 92. Don't join an unjust fight.
de_de: 92. Nicht einem ungerechten Kampf beitreten.
ta_in: 92 முனைமுகத்து நில்லேல்.

source: 93. Don't agree with the stubborn.
de_de: 93. Nicht mit dem hartnäckigen übereinstimmen.
ta_in: 93 மூர்க்கரோடு இணங்கேல்.

source: 94. Stick with your exemplary wife.
de_de: 94. Stick mit deiner vorbildlichen Frau.
ta_in: 94 மெல்லி நல்லாள் தோள்சேர்.

source: 95. Listen to men of quality.
de_de: 95. Hören Sie Männer von Qualität.
ta_in: 95 மேன்மக்கள் சொல் கேள்.

source: 96. Dissociate from the jealous.
de_de: 96. Dissoziieren von den Eifersüchtigen.
ta_in: 96 மை விழியார் மனை அகல்.

source: 97. Speak with clarity.
de_de: 97. Sprich mit Klarheit.
ta_in: 97 மொழிவது அற மொழி.

source: 98. Hate any desire for lust.
de_de: 98. Hass jeden Wunsch nach Lust.
ta_in: 98 மோகத்தை முனி.

source: 99. Don't self praise.
de_de: 99. Nicht selbst loben.
ta_in: 99 வல்லமை பேசேல்.

source: 100. Don't gossip or spread rumor.
de_de: 100. Klatschen Sie nicht oder verbreiten Sie Gerüchte.
ta_in: 100 வாது முற்கூறேல்.

source: 101. Long to learn.
de_de: 101. Lange zu lernen
ta_in: 101 வித்தை விரும்பு.

source: 102. Work for a peaceful life.
de_de: 102. Arbeit für ein friedliches Leben.
ta_in: 102 வீடு பெற நில்.

source: 103. Lead exemplary life.
de_de: 103. Vorbildliches Leben führen.
ta_in: 103 உத்தமனாய் இரு.

source: 104. Live amicably.
de_de: 104. lebe gern
ta_in: 104 ஊருடன் கூடி வாழ்.

source: 105. Don't be harsh with words and deeds.
de_de: 105. Sei nicht hart mit Worten und Taten.
ta_in: 105 வெட்டெனப் பேசேல்.

source: 106. Don't premeditate harm.
de_de: 106. Schädigen Sie nicht vor.
ta_in: 106 வேண்டி வினை செயேல்.

source: 107. Be an early-riser.
de_de: 107. Sei ein Frühaufsteher.
ta_in: 107 வைகறைத் துயில் எழு.

source: 108. Never join your enemy.
de_de: 108. Niemals deinem Feind beitreten.
ta_in: 108 ஒன்னாரைத் தேறேல்.

source: 109. Be impartial in judgement.
de_de: 109. Seid unparteiisch im Urteil.
ta_in: 109 ஓரம் சொல்லேல்

source: Aathichoodi
ta_in: ஆத்திசூடி

source: Displays random Aathichoodi on your website
de_de: Zeigt zufällig Aathichoodi auf Ihrer Website an
ta_in: உங்கள் வளைத்தளத்தில் ஆத்திசூடி வரிகளை காண்பிக்க உத வும்.
